[Demo_Sisters_ep6_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1765,Y=-660,Z=98),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=1815,Y=-430,Z=-37),VecSub=(X=145,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=1715,Y=-430,Z=-37),VecSub=(X=35,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=1765,Y=-100,Z=-37),VecSub=(X=-90,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=1765,Y=0,Z=-37))
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=1765,Y=0,Z=-37))
DemoScripts[11]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=1765,Y=0,Z=-37))
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[13]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[14]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[15]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[16]=(Actor=FADE,Command=WAIT)
DemoScripts[17]=(Actor=WINDOW,Command=SET)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_001_Cue',Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_005_Cue',Name="クロナ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_006_Cue',Name="クロナ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[38]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[39]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[40]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[41]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=0.2)
DemoScripts[42]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[43]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=)
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[54]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[55]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[56]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[57]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=0.2)
DemoScripts[58]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[59]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=)
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[61]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[62]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[63]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[64]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[70]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[75]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_016_Cue',Name="カミゾノ　マヤ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[84]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[85]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[86]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[87]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=0.2)
DemoScripts[88]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[89]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=)
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[91]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[92]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[93]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[94]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[104]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[105]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[106]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[107]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[108]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=100,Y=-5,Z=0),SecTime=0.2)
DemoScripts[109]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[110]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=100,Y=-5,Z=0),SecTime=)
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[112]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1750,Y=-591,Z=98),SecTime=0.2)
DemoScripts[113]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[114]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1750,Y=-591,Z=98),SecTime=)
DemoScripts[115]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Sisters_ep6_2.GG2_SE_DM_Knead_Breast_Cue')
DemoScripts[116]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=1,Number=3,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[119]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[120]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[122]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[123]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=0.2)
DemoScripts[128]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=0.2)
DemoScripts[129]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[130]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=)
DemoScripts[131]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[138]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=35,Y=0,Z=0),SecTime=0.5,CId=70)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[141]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[142]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[143]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[146]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_027_Cue',Name="クロナ")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[148]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[151]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[152]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[153]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[154]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=0.2)
DemoScripts[155]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[156]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1765,Y=-601,Z=98),SecTime=)
DemoScripts[157]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[159]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[160]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[163]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[164]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[168]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_029_Cue',Name="クロナ")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[170]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[171]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_030_Cue',Name="")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[173]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[174]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_031_Cue',Name="カミゾノ　シノブ")
DemoScripts[175]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[176]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[177]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_032_Cue',Name="カミゾノ　マヤ")
DemoScripts[178]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[179]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[182]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[183]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[184]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=0)
DemoScripts[185]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=1,Rate=1)
DemoScripts[186]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[187]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[188]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_034_Cue',Name="クロナ")
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[190]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[191]=(Actor=WINDOW,Command=EXIT)
DemoScripts[192]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[193]=(Actor=FADE,Command=WAIT)
DemoScripts[194]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[195]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[196]=(Actor=FADE,Command=WAIT)
DemoScripts[197]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[198]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=100,Y=0,Z=0),SecTime=0.2,CId=69)
DemoScripts[199]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[201]=(Actor=WINDOW,Command=SET)
DemoScripts[202]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_035_Cue',Name="カミゾノ　シノブ")
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[204]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[205]=(Actor=WINDOW,Command=EXIT)
DemoScripts[206]=(Actor=SYSTEM,Command=TAG,Label=DEBUG)
DemoScripts[207]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[208]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[209]=(Actor=FADE,Command=WAIT)
DemoScripts[210]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=69)
DemoScripts[211]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=70)
DemoScripts[212]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2050,Y=1566,Z=146),SecTime=)
DemoScripts[213]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-22,Z=0),SecTime=)
DemoScripts[214]=(Actor=CAMERA,Command=FOV,Number=75)
DemoScripts[215]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[216]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[217]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[218]=(Actor=FADE,Command=WAIT)
DemoScripts[219]=(Actor=WINDOW,Command=SET)
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_037_Cue',Name="カミゾノ　シノブ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[226]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[227]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[228]=(Actor=WINDOW,Command=EXIT)
DemoScripts[229]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[230]=(Actor=FADE,Command=WAIT)
DemoScripts[231]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1890,Y=1430,Z=98),SecTime=)
DemoScripts[232]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-305,Y=-5,Z=0),SecTime=)
DemoScripts[233]=(Actor=CAMERA,Command=FOV,Number=45)
DemoScripts[234]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=2019,Y=1565,Z=-37),CId=69)
DemoScripts[235]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=190,Y=0,Z=0),CId=69)
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[237]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[238]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[239]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=1967,Y=1600,Z=-37),CId=70)
DemoScripts[240]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=-95,Y=0,Z=0),CId=70)
DemoScripts[241]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[242]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[243]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[244]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[245]=(Actor=FADE,Command=WAIT)
DemoScripts[246]=(Actor=WINDOW,Command=SET)
DemoScripts[247]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[249]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[250]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_042_Cue',Name="")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[253]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[254]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[255]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_043_Cue',Name="カミゾノ　マヤ")
DemoScripts[256]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[257]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[258]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[259]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=1967,Y=1560,Z=83))
DemoScripts[260]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=1967,Y=1560,Z=83))
DemoScripts[261]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[262]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=2019,Y=1515,Z=98))
DemoScripts[263]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=2019,Y=1565,Z=98))
DemoScripts[264]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_044_Cue',Name="カミゾノ　シノブ")
DemoScripts[265]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[266]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[267]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=-85,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[268]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=1,Number=2,Bit=0)
DemoScripts[269]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[270]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[271]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_045_Cue',Name="カミゾノ　マヤ")
DemoScripts[272]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[273]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[274]=(Actor=WINDOW,Command=EXIT)
DemoScripts[275]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[276]=(Actor=FADE,Command=WAIT)
DemoScripts[277]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[278]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[279]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[280]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[281]=(Actor=FADE,Command=WAIT)
DemoScripts[282]=(Actor=WINDOW,Command=SET)
DemoScripts[283]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[284]=(Actor=WINDOW,Command=EXIT)
DemoScripts[285]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[286]=(Actor=FADE,Command=WAIT)
DemoScripts[287]=(Actor=WINDOW,Command=SET)
DemoScripts[288]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[289]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[290]=(Actor=FADE,Command=WAIT)
DemoScripts[291]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[292]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_049_Cue',Name="")
DemoScripts[293]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[294]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[295]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[296]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[297]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[298]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[299]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_051_Cue',Name="")
DemoScripts[300]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[301]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[302]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_052_Cue',Name="")
DemoScripts[303]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[304]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[305]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=1930,Y=1480,Z=98),SecTime=0.2)
DemoScripts[306]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-305,Y=-10,Z=0),SecTime=0.2)
DemoScripts[307]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[308]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1930,Y=1480,Z=98),SecTime=)
DemoScripts[309]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-305,Y=-10,Z=0),SecTime=)
DemoScripts[310]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_2.GG2_V_Sisters_ep6_2_053_Cue',Name="")
DemoScripts[311]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[312]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[313]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[314]=(Actor=WINDOW,Command=EXIT)
DemoScripts[315]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[316]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[317]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[318]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[319]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep6_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep6_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="峯大大人!/n好像已經開始了唷!!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="糟了......不是泳裝....../n繞路有點繞過頭了嗎!")

Texts[2]=(Label="TEXT03",Name="忍",Text="上鉤了吧,惡魔!/n做好覺悟吧!")

Texts[3]=(Label="TEXT04",Name="真夜",Text="妳就......老實點!")

Texts[4]=(Label="TEXT05",Name="庫蘿娜",Text="嗚嗚......想說有股很香的味道/n才跑過來看看......結果庫蘿娜/n竟然陷入了大危機DEATH......")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="不過這醇厚的芳香....../n嗚嗚......沒辦法集中精神了DEATH!/n拿不出真本事DEATH!")

Texts[6]=(Label="TEXT07",Name="峯大",Text="那個藥生效了......?/n好,這裡就......!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="身為一個男人,現在就是展現實力的時候了!/n靠力氣決勝負!")

Texts[8]=(Label="TEXT09",Name="忍",Text="峯大....../n蠻力對惡魔不管用哦.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="啊......這樣啊....../n失望......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="妳們兩個,讓我來助威吧!")

Texts[11]=(Label="TEXT12",Name="忍",Text="峯大!? 你來做什麼!?")

Texts[12]=(Label="TEXT13",Name="真夜",Text="峯哥!/n告白呢......?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="我不可能丟下妳們兩個不管吧?")

Texts[14]=(Label="TEXT15",Name="忍",Text="峯大......")

Texts[15]=(Label="TEXT16",Name="真夜",Text="峯哥......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="妳們兩個!/n我來思考作戰方式!")

Texts[17]=(Label="TEXT18",Name="忍",Text="沒必要!")

Texts[18]=(Label="TEXT19",Name="真夜",Text="不需要.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="啊......是嗎....../n失落......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="兩個人的注意力都在惡魔身上....../n就是現在! 色色的惡作劇!/n學.妹.觸.診!")

Texts[21]=(Label="TEXT22",Name="真夜",Text="呀嗚!?")

Texts[22]=(Label="TEXT23",Name="忍",Text="峯大!?/n你對真夜做什麼啊!?")

Texts[23]=(Label="TEXT24",Name="峯大",Text="沒有哦?/n除了觸診以外什麼都沒做唷?/n峯大,不會,騙人.")

Texts[24]=(Label="TEXT25",Name="峯大",Text="小真夜可說是健康的代表呢!/n不過,要不要試著多讓營養往胸部去呢?/n變得更波濤洶湧一點.")

Texts[25]=(Label="TEXT26",Name="真夜",Text="唔......我纔不小......")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="那個....../n你們是不是忘記庫蘿娜了DEATH......?")

Texts[27]=(Label="TEXT28",Name="峯大",Text="小庫蘿娜好可愛!!!/n小--庫--蘿--娜!!!!/n看我這邊!!")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="DEATH!?/n突然間做什麼DEATH!?/n是......是庫蘿娜的粉絲DEATH嗎?")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="你是站在哪邊的啊!?/n這裡可不是庫蘿娜路線!!")

Texts[30]=(Label="TEXT31",Name="忍",Text="峯......峯大,/n你該不會被惡魔操控了吧!?")

Texts[31]=(Label="TEXT32",Name="真夜",Text="嗚嗚......峯哥......")

Texts[32]=(Label="TEXT33",Name="峯大",Text="......啊!/n放心吧......我恢復正常了!")

Texts[33]=(Label="TEXT34",Name="庫蘿娜",Text="唔呣呣......同伴增加了DEATH嗎....../n而且還帶著天使....../n現在就先撤退了DEATH!")

Texts[34]=(Label="TEXT35",Name="忍",Text="慢著!!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="這,這洞穴是怎麼回事......!?")

Texts[36]=(Label="TEXT37",Name="忍",Text="是剛才的惡魔的惡作劇......?/n竟然做到這種地步......!")

Texts[37]=(Label="TEXT38",Name="真夜",Text="從裡面,傳出了/n惡魔女孩的......氣息.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="她逃進裡面了嗎....../n我們追上去吧!")

Texts[39]=(Label="TEXT40",Name="忍",Text="等等! 這很有可能是陷阱!/n以防萬一,峯大和天使大人/n就留在這裡吧.")

Texts[40]=(Label="TEXT41",Name="峯大",Text="可是!")

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="忍大人......")

Texts[42]=(Label="TEXT43",Name="真夜",Text="峯哥是在,過了很久/n我們還是,沒回來的時候/n過來救援的,角色.")

Texts[43]=(Label="TEXT44",Name="忍",Text="要走囉,真夜!")

Texts[44]=(Label="TEXT45",Name="真夜",Text="明白!")

Texts[45]=(Label="TEXT46",Name="峯大",Text="妳們兩個!!")

Texts[46]=(Label="TEXT47",Name="峯大",Text="............")

Texts[47]=(Label="TEXT48",Name="峯大",Text="......可惡!/n她們兩個是不是太慢了啊......?")

Texts[48]=(Label="TEXT49",Name="艾可蘿",Text="請冷靜點./n還沒有過那麼久.")

Texts[49]=(Label="TEXT50",Name="峯大",Text="可是......!")

Texts[50]=(Label="TEXT51",Name="忍",Text="不要啊---!!")

Texts[51]=(Label="TEXT52",Name="真夜",Text="呀---!!!")

Texts[52]=(Label="TEXT53",Name="艾可蘿",Text="剛......剛才那是/n她們兩位的聲音!!")

Texts[53]=(Label="TEXT54",Name="峯大",Text="可惡! 果然是陷阱嗎......!!/n趕快過去吧!!")

Texts[54]=(Label="",Name="",Text="")

Texts[55]=(Label="SELECT01",Name="",Text="靠力氣決勝負!")

Texts[56]=(Label="SELECT02",Name="",Text="妳們兩個/n我來助威囉!")

Texts[57]=(Label="SELECT03",Name="",Text="我來思考/n作戰方式!")

Texts[58]=(Label="SELECT04",Name="",Text="做些色色的/n惡作劇!")

Texts[59]=(Label="SELECT05",Name="",Text="小庫蘿娜/n好可愛!!")

Texts[60]=(Label="SELECT06",Name="",Text="")

Texts[61]=(Label="SELECT07",Name="",Text="")

Texts[62]=(Label="SELECT08",Name="",Text="")

Texts[63]=(Label="SELECT09",Name="",Text="")

Texts[64]=(Label="SELECT10",Name="",Text="")


